// =====================================
// LOVE TEMPLATE CONFIG
// แก้เฉพาะไฟล์นี้ก็พอ
// =====================================

const CONFIG = {

    // --------------------
    // ชื่อ
    // --------------------

    person1: "น๊อต",

    person2: "ขวัญ",



    // --------------------
    // คำคม
    // --------------------

    quote:
    "รักนะอ้วน ❤️",



    // --------------------
    // จดหมาย
    // --------------------

    letter: `

รักนะอ้วน ❤️

`,


    // --------------------
    // วันครบรอบ
    // --------------------

    anniversary: "2026-06-04",



    // --------------------
    // เพลง
    // --------------------

    music:"music/song.mp3",



    // --------------------
    // รูปทั้งหมด
    // --------------------

    gallery:[

        "images/1.png",

        "images/2.png",

        "images/3.png",

        "images/4.png"

    ]

}